Repository: uptm/iute.buildout
Catalog: src/iute.requirements/iute/requirements/locales/*/LC_MESSAGES/iute.requirements.po
Languages: es

source: Anyone must be allowed to view about information
es: Nadie deberia poder ver la vista de información acerca de

source: CSS Debugging
es: Depuración CSS

source: CacheFu Enabled
es: CacheFu habilitado

source: CacheSetup Installed
es: CacheSetup instalado

source: Clickable Link In Footer
es: Enlace activo en el pie de página

source: Email
es: Correo electrónico

source: Expose sitemap.xml.gz
es: Exponer el archivo sitemap.xml.gz

source: Go Live
es: Publicar

source: How to improve your site's Google page rank
es: ¿Como mejorar su posicionamiento de página en Google de su sitio Web?

source: In addition, please submit your site url and site map to google. See ${click_here_to_improve_your_sites_google_page_rank}
es: En adición, por favor, envie su dirección URL del sitio y mapa del sitio a Google. Para más información ${click_here_to_improve_your_sites_google_page_rank}

source: JS Debugging
es: Depuración Javascrips

source: Mail Server
es: Servidor de correo electrónico

source: Mail Server host must be set to smtp.iute.tec.ve
es: El servidor de correo electrónico deberia ser definido así smtp.iute.tec.ve

source: Missing Required Links
es: Enlaces requeridos faltantes

source: Must expose site map
es: Debe exponer el mapa del sitio

source: Must have CSS debugging turned off
es: Debe tener desactivado la depuración CSS

source: Must have CacheFu enabled
es: Debe tener habilitado el producto CacheFu

source: Must have CacheSetup installed
es: Debe tener instalado el producto CacheFu

source: Must have JS debugging turned off
es: Debe tener desactivado la depuración Javascrips

source: Must have a site description
es: Debe tener una descripción el sitio Web

source: Must have clickable link in footer
es: Debe tener un enlace principal en el pie de página del sitio Web

source: Must set site from address in Mail Settings
es: Debe definir a dirección de correo electrónico en las Configuraciones de correo

source: Must show IUTE Banner
es: Debe mostrar el Banner institucional del IUTE

source: Must show IUTE footer
es: Debe mostrar el pie de página institucional del IUTE

source: Must show search box
es: Debe mostrar la caja de busquedad

source: Must show site map, accessiblity, and contact links on page
es: Debe mostrar el mapa del sitio, accesibilidad y enlaces de contactos en la página

source: Must use the campus login form
es: Debe usar el formulario de inicio de sesión del campous

source: Notify iute staff you are ready to go live
es: Notificación al personal del IUTE, que usted esta listo para publicar este sitio.

source: Please enter the url to the plone project for this site. See ${click_here_url_plone_projects}
es: Por favor, ingrese la dirección URL del proyecto Plone para este sitio. Para más información ${click_here_url_plone_projects}

source: Plone Project URL
es: Dirección URL del Proyecto Plone

source: Ready To Go Live
es: Listo para Publicar

source: Show Banner
es: Mostrar Banner institucional

source: Show IUTE Footer
es: Mostrar pie de página institucional del IUTE

source: Show Search Box
es: Mostrar caja de busquedad

source: Site Description
es: Descripción del sitio

source: The site has already been set to go live.
es: El sitio ya esta listo para ser enviado a ser publicado.

source: Use Campus Login Form
es: Uso del formulario de inicio de sesión del Campus

source: View About
es: Vista 'acerca de'

source: Warning
es: Advertencia

source: You cannot submit this site is ready to go live until you fix remaining issues.
es: Usted no puede enviar este sitio para ser publicado hasta que usted corrija los errores remanentes.

source: title_manage_contentrules
es: Requerimientos
