Repository: uptm/iute.buildout
Catalog: src/iute.themebase/iute/themebase/locales/*/LC_MESSAGES/iute.themebase.po
Languages: es

source: ThLlamado de Atenciónis portlet allows you manage call to actions.
es: Este portlet le permite administrar Llamado(s) de Atención.

source: Add Call To Action
es: Agregar un portlet Llamado de Atención

source: Call To Action
es: Llamado de Atención

source: Delete?
es: ¿Eliminar?

source: Edit Call To Action
es: Editar un portlet Llamado de Atención

source: If you want more fine tuning of these links, you'll need to visit the zmi
es: Si usted quiere hacer más entonaciones a estos enlaces, usted necesita acceder al ZMI

source: Link it goes to
es: Enlace a donde va

source: Main Image
es: Imagén principal

source: Open link in a new window?
es: ¿Abrir enlace en una nueva ventana?

source: Remove Selected Call To Actions
es: Remover el(los) Llamado(s) de Atención Seleccionado(s)

source: Save Link
es: Guardar Enlace

source: Should this link be displayed?
es: ¿Debería este enlace ser mostrado?

source: Text that shows up
es: Texto que mostrar

source: This is where you can configure UW Oshkosh specific plone settings.
es: Esta es donde usted puede definir las configuraciones especificas de Plone para el IUTE.

source: This portlet allows you to add call to actions.
es: Este portlet le permite a usted agregar Llamado(s) de Atención

source: Title
es: Titulo

source: URL
es: Dirección URL

source: UW Oshkosh Settings
es: Configuraciones

source: UW Oshkosh Theme Configuration
es: Configuración de Tema

source: help_password
es: Si su dirección de correo electrónico es <i>abc123@uwosh.edu</i>, su nombre de usuario es <i>abc123</i> y su contraseña es la misma del correo electrónico.

source: here
es: aquí

source: iute link editor
es: editor enlaces de IUTE

source: label_searchresults
es: Llamado(s) de Atención

source: simpleemergency_configuration
es: emergencia

source: title_manage_contentrules
es: Administrar Enlaces

source: title_manage_edit_link
es: Editar enlace

source: title_manage_select_link_edit
es: Seleccione enlace a editar
